Revit 2027 API
SymbolTypeId.Psia Property
 Symbol psia, indicating unit Pounds force per square inch.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Psia { get; }
Public Shared ReadOnly Property Psia As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Psia {
	ForgeTypeId^ get ();
}
static member Psia : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace